/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "%@ kan inte öppnas.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "%@ kan inte öppnas på grund av ett problem.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ stötte på problem.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ avslutades oväntat under användning av insticksfilen %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ avslutades oväntat.";

/* button title */
"Agree" = "Godkänns";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Genom att klicka på ”Godkänns” godkänner du att Apple kan samla in och använda informationen som en del av sina supporttjänster och för att förbättra sina produkter och tjänster. Informationen samlas in anonymt. Mer information om Apples integritetspolicy finns på http://www.apple.com/se/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Kontakta utvecklaren så att du är säker på att %@ fungerar med den här versionen av Mac OS X. Du kanske måste installera om programmet. Se till att installera tillgängliga uppdateringar för programmet och Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Klicka på ”Skicka till Apple” för att skicka rapporten till Apple. Den här informationen samlas in anonymt.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Klicka på Öppna igen för att öppna programmet igen. Den här rapporten skickas automatiskt till Apple.";

/* button title */
"Disagree" = "Avböjs";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Fråga inte igen";

/* button title */
"Don\\U2019t Send" = "Skicka inte";

/* button title */
"Hide Details" = "Göm detaljer";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Problemrapport för %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Beskriv de steg som krävs för att återskapa problemet.";

/* button title */
"Reopen" = "Öppna igen";

/* button title */
"Send to Apple" = "Skicka till Apple";

/* button title */
"Show Details" = "Visa detaljer";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Den här rapporten skickas automatiskt till Apple.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Kan inte samla in information om systemkonfigurationen.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Hämta %@ igen med App Store.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Du kan hjälpa Apple att förbättra sina produkter genom att skicka anonym diagnos- och användningsinformation om din dator.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Du avslutade %@ på grund av ett problem.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Du stängde av datorn på grund av ett problem.";

